(1, 'متحفظة', 'متحفظة', 1)#
(1, 'معتدلة ', 'معتدلة ', 2)#
(1, 'متحررة', 'متحررة', 3)#
(1, 'متحررة جداً ', 'متحررة جداً ', 4)#
(2, 'متحفظة', 'متحفظة', 1)#
(2, 'معتدلة ', 'معتدلة ', 2)#
(2, 'متحررة', 'متحررة', 3)#
(2, 'متحررة جداً ', 'متحررة جداً ', 4)#
(2, 'لا يهمني', 'لا يهمني', -1)#
(3, 'أعزب', 'عزباء ', 1)#
(3, 'مطلّق', 'مطلقة ', 2)#
(3, 'أرمل', 'أرملة ', 3)#
(3, 'أفضل عدم الإجابة', 'أفضل عدم الإجابة', -2)#
(4, 'عزّاب', 'عزاب ', 1)#
(4, 'مطلقات ', 'مطلقين ', 2)#
(4, 'أرامل ', 'أرامل ', 3)#
(4, 'لا يهمني', 'لا يهمني', -1)#
(5, 'الكلاسيكية', 'الكلاسيكية', 1)#
(5, 'الإلكترونية', 'الإلكترونية', 2)#
(5, 'الجاز', 'الجاز', 3)#
(5, 'المتفرقة', 'المتفرقة', 4)#
(5, 'الراب', 'الراب', 5)#
(5, 'البوب روك', 'البوب روك', 6)#
(6, 'البارد وغير الوديّ', 'الباردة والغير الودية ', 1)#
(6, 'شخصية معتدلة ', 'شخصية معتدلة ', 2)#
(6, 'الحماسيّ والوديّ', 'الحماسية والودية ', 3)#
(7, ' الإنكليزية', ' الإنكليزية', 1)#
(7, 'العربية', 'العربية', 2)#
(7, 'الفرنسية', 'الفرنسية', 3)#
(7, 'الإسبانية', 'الإسبانية', 4)#
(8, 'بني', 'بني', 1)#
(8, 'أسود', 'أسود', 2)#
(8, 'أشقر', 'أشقر', 3)#
(8, 'أبيض', 'أبيض', 4)#
(8, 'بدون شعر', 'بدون شعر', 5)#
(8, 'لون آخر', 'لون آخر', 6)#
(9, 'بني', 'بني', 1)#
(9, 'أزرق', 'أزرق', 2)#
(9, 'أخضر', 'أخضر', 3)#
(9, 'رمادي', 'رمادي', 4)#
(9, 'أسود', 'أسود', 5)#
(9, 'لون آخر', 'لون آخر', 6)#
(10, 'الرومنسية', 'الرومنسية', 1)#
(10, 'الكوميدية', 'الكوميدية', 2)#
(10, 'الخيالة/المثيرة ', 'الخيالة/المثيرة ', 3)#
(10, 'الدرامية', 'الدرامية', 4)#
(10, 'الكلاسيكية', 'الكلاسيكية', 5)#
(10, 'الحركة/المغامرة', 'الحركة/المغامرة', 6)#
(11, 'الهمبرغر', 'الهمبرغر', 1)#
(11, 'الأطباق الغريبة', 'الأطباق الغريبة', 2)#
(11, 'الصحن التقليدي', 'الصحن التقليدي', 3)#
(11, 'الخضار الطازجة', 'الخضار الطازجة', 4)#
(11, 'البيتزا /المعكرونة', 'البيتزا /المعكرونة', 5)#
(12, 'الصحراء', 'الصحراء', 3)#
(12, 'الجبل', 'الجبل', 1)#
(12, 'المدينة', 'المدينة', 2)#
(12, 'البحر', 'البحر', 4)#
(12, 'الأدغال', 'الأدغال', 5)#
(13, 'مقاهي النارجيلة', 'مقاهي النارجيلة', 2)#
(13, 'المطاعم', 'المطاعم', 4)#
(13, 'نوادي الرقص', 'نوادي الرقص', 3)#
(13, 'المجمعات التجارية', 'المجمعات التجارية', 5)#
(13, 'الرحلات الطويلة', 'الرحلات الطويلة', 1)#
(13, 'السينما/المسارح', 'السينما/المسارح', 6)#
(14, 'السيارات الفخمة', 'السيارات الفخمة', 1)#
(14, 'السفر من حول العالم', 'السفر من حول العالم', 5)#
(14, 'التبذير من دون حساب', 'التبذير من دون حساب', 2)#
(14, 'التسلية والمرح طوال النهار', 'التسلية والمرح طوال النهار', 4)#
(14, 'الحياة العائلية السعيدة', 'الحياة العائلية السعيدة', 3)#
(15, 'مندفع', 'مندفعة', 1)#
(15, 'متردد', 'مترددة', 2)#
(15, 'حالم', 'حالمة', 3)#
(15, 'هادئ', 'هادئة', 4)#
(16, 'بقوة', 'بقوة', 1)#
(16, 'بتحفظ', 'بتحفظ', 2)#
(17, 'بقوة ', 'بقوة ', 1)#
(17, 'بشكل معتدل ', 'بشكل معتدل ', 1)#
(17, 'بتحفظ', 'بتحفظ', 2)#
(19, 'نعم', 'نعم', 1)#
(19, 'كلا', 'كلا', 2)#
(20, 'نعم', 'نعم', 1)#
(20, 'كلا', 'كلا', 2)#
(20, 'لا يهمني', 'لا يهمني', -1)#
(21, 'الإنكليزية', 'الإنكليزية', 1)#
(21, 'العربية', 'العربية', 2)#
(21, 'الفرنسية', 'الفرنسية', 3)#
(21, 'الإسبانية', 'الإسبانية', 4)#
(21, 'البرتغاليه', 'البرتغاليه', 5)#
(21, 'لغة أخرى ', 'لغة أخرى ', 6)#
(23, 'التعليم الأساسي', 'التعليم الأساسي', 1)#
(23, 'ثانوية عامة', 'ثانوية عامة', 2)#
(23, 'بكالوريوس ', 'بكالوريوس ', 3)#
(23, 'شهادة جامعية ', 'شهادة جامعية', 4)#
(23, 'ماجستير ', 'ماجستير ', 5)#
(23, 'دكتوراه ', 'دكتوراه ', 6)#
(24, 'الثانوية العامة', 'الثانوية العامة', 1)#
(24, 'البكالوريوس ', 'البكالوريوس ', 2)#
(24, 'جامعية ', 'جامعية ', 3)#
(24, 'الماجستير ', 'الماجستير ', 4)#
(24, 'الدكتوراه ', 'الدكتوراه ', 5)#
(24, 'لا يهمني', 'لا يهمني', -1)#
(25, 'نعم', 'نعم', 1)#
(25, 'كلا', 'كلا', 2)#
(26, 'نعم', 'نعم', 1)#
(26, 'كلا', 'كلا', 2)#
(26, 'لا يهمني', 'لا يهمني', -1)#
(27, 'لحية محلوقة', 'لحية محلوقة', 1)#
(27, 'شارب', 'شارب', 2)#
(27, 'سكسوكه', 'سكسوكه', 3)#
(27, 'لحية قصيرة', 'لحية قصيرة', 4)#
(27, 'لحية متوسطة الطول', 'لحية متوسطة الطول', 5)#
(27, 'لحية طويلة', 'لحية طويلة', 6)#
(29, 'صحية', 'صحية', 1)#
(29, 'مقبولة ضمن حدود', 'مقبولة ضمن حدود', 2)#
(29, 'مدمرة', 'مدمرة',3)#
(30, 'أعرف ما أرغب في تحقيقه', 'أعرف ما أرغب في تحقيقه', 1)#
(30, 'أجهل ما ينتظرني', 'أجهل ما ينتظرني', 2)#
(31, 'أبيض', 'أبيض', 2)#
(31, 'قمحي', 'قمحي', 4)#
(31, 'اسمر', 'اسمر', 5)#
(31, 'أسود', 'أسود', 6)#
(32, 'أحبذه', 'أحبذه', 1)#
(32, 'حسب الظروف', 'حسب الظروف', 2)#
(32, 'لا أحبذه', 'لا أحبذه', 3)#
(33, 'أوافق', 'أوافق', 1)#
(33, 'لا أوافق', 'لا أوافق', 2)#
(33, 'أفضل عدم الإجابة', 'أفضل عدم الإجابة', -2)#
(34, 'كثيراً', 'كثيراً', 1)#
(34, 'من وقت لآخر', 'من وقت لآخر', 2)#
(34, 'أبداً ', 'أبداً ', 3)#
(35, 'نعم', 'نعم', 1)#
(35, 'كلا', 'كلا', 2)#
(35, 'لا يهمني', 'لا يهمني', -1)#
(36, 'نحيل ', 'نحيل ', 1)#
(36, 'متوسط الوزن ', 'متوسط الوزن ', 2)#
(36, 'رياضي', 'رياضي', 3)#
(36, 'جسيم', 'جسيم', 4)#
(36, 'ضخم ', 'ضخم ', 5)#
(36, 'لا يهمني', 'لا يهمني', -1)#
(37, 'نحيل ', 'نحيل ', 1)#
(37, 'متوسط الوزن ', 'متوسط الوزن ', 2)#
(37, 'رياضي', 'رياضي', 3)#
(37, 'جسيم', 'جسيم', 4)#
(37, 'ضخم ', 'ضخم ', 5)#
(37, 'أفضل عدم الإجابة', 'أفضل عدم الإجابة', -1)#
(38, 'دائماً ', 'دائماً ', 1)#
(38, 'غالباً ', 'غالباً ', 2)#
(38, 'أحياناً ', 'أحياناً ', 3)#
(38, 'نادراً ', 'نادراً ', 4)#
(39, 'ذكر', 'ذكر', 1)#
(39, 'أنثى', 'أنثى', 2)#
(39, 'لا يهمني', 'لا يهمني', -1)#
(40, 'جميعهم', 'جميعهم', 1)#
(40, 'بعضهم', 'بعضهم', 2)#
(40, 'لا أحفظ أي تاريخ', 'لا أحفظ أي تاريخ', 3)#
(41, 'ونستون تشرشل', 'ونستون تشرشل', 1)#
(41, 'نابوليون د بونابرت', 'نابوليون د بونابرت', 2)#
(41, 'مهاتما غاندي ', 'مهاتما غاندي ', 3)#
(41, 'جمال عبد الناصر', 'جمال عبد الناصر', 4)#
(41, 'تشي جيفارا', 'تشي جيفارا', 5)#
(42, '50', '50', 1)#
(42, '56', '56', 2)#
(42, '61', '61', 3)#
(42, '69', '69', 4)#
(42, '74', '74', 5)#
(42, 'لا يهمني', 'لا يهمني', 6)#
(43, 'دائماً ', 'دائماً ', 1)#
(43, 'غالباً ', 'غالباً ', 2)#
(43, 'نادراً ', 'نادراً ', 3)#
(43, 'أبداً', 'أبداً', 4)#
(44, 'منطقي / علمي', 'المنطق / العلم', 1)#
(44, 'الاجتماعي/ علاقات عامة', 'الاجتماعي/ علاقات عامة', 2)#
(44, 'الفني / الفلسفي ', 'الفن / الفلسف ', 3)#
(45, 'مهم جداً ', 'مهم جداً ', 1)#
(45, 'إلى حد ما', 'إلى حد ما', 2)#
(45, 'غير مهم', 'غير مهم', 3)#
(46, 'كثيراً ', 'كثيراً ', 1)#
(46, 'في بعض الأحيان', 'في بعض الأحيان', 2)#
(46, 'أبداً ', 'أبداً ', 3)#
(47, 'بكل تأكيد', 'بكل تأكيد', 1)#
(47, 'إلى حد ما', 'إلى حد ما', 2)#
(47, 'على الإطلاق', 'على الإطلاق', 3)#
(48, 'الطعام ', 'الطعام ', 1)#
(48, 'الملابس ', 'الملابس ', 2)#
(49, 'قوية ', 'قوية ', 1)#
(49, 'منخفضة', 'منخفضة', 2)#
(50, 'دائماً ', 'دائماً ', 1)#
(50, 'أبداً', 'أبداً', 2)#
(51, 'نعم', 'نعم', 1)#
(51, 'كلا', 'كلا', 2)#
(52, 'نعم', 'نعم', 1)#
(52, 'أحياناً', 'أحياناً', 2)#
(52, 'كلا', 'كلا', 3)#
(53, 'المنطق والمراقبة ', 'المنطق والمراقبة ', 1)#
(53, 'التجارب والأخطاء ', 'التجارب والأخطاء ', 2)#
(53, 'التقاليد والإيمان ', 'التقاليد والإيمان ', 3)#
(53, 'الأحاسيس والحدس ', 'الأحاسيس والحدس ', 4)#
(54, 'النساء ', 'النساء ', 1)#
(54, 'الرجال ', 'الرجال ', 2)#
(54, 'كلاهما', 'كلاهما', 3)#
(55, 'كثيراً ', 'كثيراً ', 1)#
(55, 'أبداً ', 'أبداً ', 2)#
(56, 'غير لائق ', 'غير لائق ', 1)#
(56, 'لائق ', 'لائق ', 2)#
(57, 'مرتبطان ', 'مرتبطان ', 1)#
(57, ' ', ' ', 2)#
(57, 'غير مرتبطين', 'غير مرتبطين', 3)#
(58, 'مهم جداً ', 'مهم جداً ', 1)#
(58, 'غير مهم', 'غير مهم', 2)#
(59, 'العلوم ', 'العلوم ', 1)#
(59, 'الأعمال ', 'الأعمال ', 2)#
(59, 'الأدب والفلسفة ', 'الأدب والفلسفة ', 3)#
(59, 'الفن', 'الفن', 4)#
(60, 'المال ', 'المال ', 1)#
(60, '', '', 2)#
(60, 'الحرية ', 'الحرية ',3)#
(28, 'بدون حجاب', 'بدون حجاب',1)#
(28, 'الشيلة', 'الشيلة',  2)#
(28, 'الأميرة', 'الأميرة', 3)#
(28, 'الخمار', 'الخمار', 4)#
(28, 'النقاب', 'النقاب', 5)#
(28, 'البرقع', 'البرقع', 6)#
(61,'مرتفع','مرتفع',1)#
(61,'متوسط','متوسط',2)#
(61,'منخفض','منخفض',3)#
(61,'معدوم','معدوم',4)
